Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/housing/owning_a_home/home_owners/management_companies_for_apartment_blocks.html.txt.tmx
Source language: en
Languages: ga

source: Management companies for apartment blocks
ga: Cuideachtaí bainistíochta do bhloic árasán

source: Since 1 April 2011, the Multi-Unit Developments Act 2011 regulates the ownership and management of the common areas of multi-unit developments, and provides for the setting up of owners’ management companies to manage such areas
ga: Ón 1 Aibreán 2011 i leith, rialaíonn an tAcht um Fhorbairtí Il-Aonad 2011 úinéireacht agus bainistíocht chomhlimistéar in fhorbairtí il-aonad, agus soláthraíonn sé do bhunú chuideachta bhainistíochta úinéirí chun bainistiú a dhéanamh ar limistéir mar seo

source: A multi-unit development is a development in which there are at least 5 residential units and the units share facilities, amenities and services
ga: Is éard is forbairt il-aonad inti ná forbairt ina bhfuil ar a laghad 5 aonad cónaitheacha agus ina roinneann na haonaid áiseanna, conláistí agus seirbhísí

source: In practice, the majority of multi-unit developments are apartment blocks, but the Act also covers groups of houses that share common facilities and have an owners’ management company
ga: I gcleachtas, is bloic árasán an chuid is mó d'fhorbairtí il-aonad, ach clúdaíonn an tAcht grúpaí tithe a roinneann áiseanna comónta agus a bhfuil cuideachta bainistithe úinéirí acu

source: In addition, it for some rules in relation to developments with between 2 and 4 residential units and it applies to mixed commercial and residential developments to a certain extent
ga: Soláthraíonn sé do rialacha áirithe maidir le forbairtí ina bhfuil 2 agus 4 aonad cónaitheacha. Baineann sé freisin le forbairtí trádálacha agus cónaitheacha measctha go pointe áirithe

source: The Act provides that an owners' management company must be set up, and the common areas of the development transferred to it, before the developer sells any units
ga: Soláthraíonn an tAcht nach mór cuideachta bhainistíochta úinéirí a bhunú, agus na comhlimistéir a aistriú chuici, sula ndíolann an réalóir aonad ar bith

source: The Act defines common areas as including:
ga: Sainmhíníonn an tAcht go gcuimsíonn an téarma comhlimistéir:

source: • The external walls, foundations and roofs and internal load-bearing walls
ga: • Na ballaí ar an taobh amuigh, na dúshraitheanna agus na díonta agus na ballaí inmheánacha a iompraíonn ualach

source: • The entrance halls, landings, lifts, lift shafts, staircases and passages
ga: • Na hallaí isteach, na léibhinn, na hardaitheoirí, na seaftaí ardaitheora, na staighrí agus na pasáistí

source: • The access roads, footpaths, kerbs, paved, planted and landscaped areas, and boundary walls
ga: • Na bóithre isteach, na coislite, na colbhaí, limistéir phábháilte, plandáilte agus tírdhreachtaithe agus na ballaí teorann

source: • Architectural and water features
ga: • Comharthaí ailtireachta agus uisce

source: • All ducts and conduits, other than those within and serving only one unit in the development
ga: • Na duchtanna agus na seolphíopaí uile, ach amháin na cinn nach bhfuil ag freastal ach ar aonad amháin san fhobairt

source: • Cisterns, tanks, sewers, drains, pipes, wires, central heating boilers, other than such items within and serving only one unit in the development
ga: • Na sistéil, na tancanna, na séaraigh, na draenacha, na sreanga, na coirí téimh lárnacha, ach amháin nithe mar seo taobh istigh de agus nach bhfuil ag freastal ach ar aonad amháin san fhorbairt

source: • Other areas that are from time to time provided for common use
ga: • Limistéir eile atá curtha ar fáil do chomhúsáid anois is arís

source: Under the Act, before the sale of any unit in the development may take place, the developer of a multi-unit development is obliged to:
ga: Cuireann an tAcht na hoibleagáidí seo leanas ar réalóir fhorbairt il-aonad sula bhféidir aon cheann de na haonaid san fhorbairt a dhíol:

source: • Establish an owners’ management company
ga: • Ní mór cuideachta bhainistíochta úinéirí a bhunú

source: The common areas of the development must have been transferred to that management company
ga: Ní mór go mbeadh comhlimistéirí na forbartha aistrithe chuig an gcuideachta bhainistíochta sin

source: This must be done at the expense of the developer
ga: Ní mór don réalóir íoc as é seo a dhéanamh

source: • Enter into a contract with the owners' management company which outlines the responsibility of each to the other and deals with issues such as compliance with statutory requirements, completion of the common areas (for which the developer remains responsible), retention money (usually, money retained by the company to ensure that the developer completes the project) and dispute resolution; the owners’ management company must have separate legal representation in the negotiation of the contract
ga: • Ní mór don réalóir dul i gconradh leis an gcuideachta bhainistíochta úinéirí a imlíníonn an fhreagracht atá ag gach ceann acu dá chéile agus a déileálann le ceisteanna cosúil le géilleadh le ceanglais reachtúla (as a bhfanann a réalóir freagrach, airgead coinneála (de gnáth, airgead coinnithe ag an gcuideachta d’fhonn a chinntiú go gcríochnaíonn an réalóir an tionscadal) agus modhanna chun díospóirí a réiteach; ní mór don chuideachta bhainistíochta úinéirí ionadaíocht dhlíthiúil eile a bheith aici i ngnóthaíocht an chonartha

source: • Supply a certificate under the Building Control Acts from a suitably qualified person regarding compliance with fire safety in the development
ga: • Ní mór don réalóir teastas a sholáthar faoi na hAchtanna um Rialú Foirgníochta ó dhuine leis na cáilíochtaí cuí maidir le géilleadh do shlándáil tine san fhorbairt

source: The Multi-Unit Developments Act 2011 (Section 3) (Prescribed Persons) Regulations 2011 specify that suitably qualified people are architects, building surveyors and chartered engineers
ga: De réir na Rialachán, mionsonraítear go bhfuil ailtirí, suirbhéirí foirgnimh agus innealtóirí cláraithe ina ndaoine atá cáilithe go cuí

source: • Do all things that are reasonably necessary to ensure that the unit owner enjoys the rights and amenities necessary for the reasonable use and peaceful occupation of the units
ga: • Tá oibleagáid ar an réalóir gach rud réasúnta a theastaíonn a dhéanamh d’fhonn a chinntiú go mbaineann úinéir an aonaid sásamh as na cearta agus na conláistí riachtanacha d’úsáid réasúnta agus d’áitiú sámh na n-aonad

source: When the common areas are transferred to the company, the developer continues to have the right to be in those common areas in order to complete them
ga: Nuair atá na comhlimistéir aistrithe chuig an gcuideachta, bíonn cearta ag an réalóir fós a bheith sna comhlimistéir sin d'fhonn iad a chur i gcrích

source: The developer must have a valid insurance policy in place in respect of all risks relating to the developer’s use or occupation of the multi-unit development
ga: Ní mór polasaí árachais bailí a bheith ag an réalóir i leith gach riosca maidir le húsáid nó le áitiú an réalóra den fhobairt il-aonad

source: The developer must also indemnify the owners’ management company against claims in respect of acts or omissions by the developer during completion works
ga: Ní mór don réalóir an chuideachta bainistithe úinéirí a shlánú i gcoinne aon éilimh i leith ghníomh nó fhaillí an réalóra agus na hoibreacha á gcur i gcrích

source: There is a general obligation on the developer to minimise inconvenience to the unit owners and ensure that access is available to them at all reasonable times
ga: Tá oibleagáid ghinearálta ar an réalóir míchaoithiúlacht d’úinéirí an aonaid a íoslaghdú d’fhonn a chinntiú go bhfuil rochtain acu ar an aonad ag gach am réasúnta

source: The owner of each residential unit is entitled to membership of the owners’ management company and is generally entitled to one vote
ga: Tá cead ag gach aonad cónaitheach ballraíocht a ghlacadh sa chuideachta bhainistíochta úinéirí agus go ginearálta tá vóta amháin dlite dó

source: Where alternative arrangements are already in operation, these may be continued, provided they are just and equitable
ga: Sa chás go bhfuil socruithe ionadúla i bhfeidhm cheana, is féidir leanúint leo seo chomh fada agus atá siad ceart agus féaráilte

source: The owners' management company is part of the conveyancing procedure for the individual units
ga: Tá an chuideachta bhainistíochta úinéirí mar chuid den ghnáthamh tíolachta do na haonaid aonair

source: If the unit is subsequently sold or transferred to another person, the membership of the owners’ management company automatically transfers to the new owner
ga: Má dhíoltar an t-aonad ansin nó má aistrítear chuig duine éigin eile é, aistríonn ballraíocht na cuideachta bainistíochta úinéirí go huathoibríoch chuig an úinéir nua

source: It will not be necessary to formally execute the transfer or have it approved by the directors of the company
ga: Ní bheidh sé riachtanach an t-aistriú a chur i gcrích go foirmiúil nó do stiúrthóirí na cuideachta é a fhaomhadh

source: The Act refers to the organisations that manage multi-unit developments as owners’ management companies even if the organisation is not a company
ga: Déanann an tAcht trácht ar na heagraíochtaí a bhainistíonn forbairtí il-aonad mar chuideachta bhainistíochta úinéirí fiú mura bhfuil an eagraíocht ina cuideachta

source: For example, an unincorporated group or body may be responsible for the management but they are under the same obligations as owners’ management companies that are incorporated as companies
ga: Mar shampla, d’fhéadfadh grúpa nó comhlacht neamhchorpraithe a bheith freagrach as an mbainistíocht agus tá na hoibleagáidí céanna orthu is atá ar an gcuideachta bhainistíochta úinéirí atá ionchorpraithe mar chuideachta

source: Obligations of owners’ management companies
ga: Oibleagáidí chuideachta bhainistíochta úinéirí

source: Owners’ management companies must comply with company law generally and with the specific obligations imposed by this Act
ga: Ní mór do chuideachtaí bainistíochta úinéirí géilleadh do dhlí na gcuideachtaí go ginearálta agus d'oibleagáidí ar leith forchurtha ag an Acht seo

source: All directors are limited to a term of 3 years
ga: Beidh gach stiúrthóir nua srianta do thréimhse 3 bliana

source: The main specific obligations of an owners’ management company are as follows:
ga: Seo a leanas na príomhoibleagáidí ar leith ar chuideachta bhainistíochta úinéirí:

source: The company must supply the buyer of a residential unit with a share or membership certificate and ensure that the register of members is updated
ga: Ní mór don chuideachta scair nó teastas ballraíochta a sholáthar don cheannathóir agus ní mó di a chinntiú go bhfuil clár na mball cothrom le dáta

source: The members are obliged to keep the company informed of any relevant changes
ga: Tá dualgas ar na baill an chuideachta a choinneáil ar an eolas maidir le haon athrú ábhartha

source: The company must prepare an annual report and hold an annual meeting to discuss the report
ga: Ní mór don chuideachta tuarascáil bhliantúil a ullmhú agus cruinniú bliantúil a reáchtáil chun an tuarascáil a phlé

source: The report must include details of income and expenditure, annual service charges, the sinking fund account, planned expenditure on maintenance and repair, insurance cover and contracts entered into by the company
ga: Ní mór don tuarascáil sonraí maidir le hioncam agus le caiteachas, costais seirbhíse bliantúla, an cuntas ciste suncála, caiteachas beartaithe ar chothabháil agus ar chóiriú, clúdach árachais agus conarthaí arna ndeachaigh an chuideachta iontu a chuimsiú

source: The members must be given 21 days’ notice of the meeting and be provided with the report 10 days before the meeting
ga: Ní mór fógra 21 lá a thabhairt do na baill go bhfuil an cruinniú le tarlú agus ní mór an tuarascáil a sholáthar dóibh 10 lá roimh an gcruinniú

source: The annual general meeting must take place reasonably close to the multi-unit development unless 75% of the members of the company agree otherwise
ga: Ní mór don chruinniú bliantúil tarlú gar go leor don fhorbairt il-aonad ach amháin sa chás go n-aontaíonn 75% de na baill amhlaidh

source: The company must establish a scheme for annual service charges to pay for the maintenance, insurance and repair of common areas within its control and for the provision of common services (for example, security) to unit owners
ga: Ní mór don chuideachta scéim a bhunú do na muirir sheirbhíse bliantúla chun íoc as an gcothabháil, árachas agus cóiriú na gcomhlimistéar faoina cumhacht agus do sholáthar seirbhísí comónta (mar shampla, slándáil) d'úinéirí aonad

source: The initial charge may be set without holding a meeting of the members but, in general, these charges must be approved by a general meeting of the members
ga: Is féidir an muirear tionscantach leagadh síos gan chruinniú na mball a reáchtáil ach, go ginearálta, ní mór do na muirir seo a bheith faomhadh ag cruinniú ginearálta na mball

source: If over 75% of the members do not approve the proposed charge, the existing charge must remain in place
ga: Mura nglacann 75% de na baill leis an muirear atá molta, ní mór don mhuirear reatha fanacht

source: The service charge may not be used to pay for matters that are the responsibility of a developer or builder unless this is agreed in writing by 75% of the members of the company
ga: Ní féidir an muirear seirbhíse a úsáid chun íoc as ábhair atá faoi chúram an réalóra nó an tógálaí ach amháin sa chás go bhfuil sé seo aontaithe, i scríbhinn, ag 75% de bhaill na cuideachta

source: This approval may only be given if 65% of the units are sold and can only come into effect 3 years after the transfer of ownership of the common areas to the owners’ management company
ga: Ní féidir an formheas seo a thabhairt ach amháin má tá 65% de na haonaid díolta agus ní féidir é a chur i bhfeidhm ach trí bliana tar éis aistriú úinéireachta na gcomhlimistéar chuig an gcuideachta bhainistíochta úinéirí

source: Unit owners are obliged to pay the service charge (including developers in the case of unsold units).The service charge must be calculated on a transparent and fair basis and expenditure must be properly recorded
ga: Ní mór don úinéir (an réalóir san áireamh i gcás na n-aonad nach bhfuil díolta) an muirear seirbhíse a íoc. Ní mór don mhuirear seirbhíse a bheith comhairithe ar bhonn trédhearcach agus cothrom agus ní mór taifead ceart de chaiteachas a bheith coinnithe

source: Within 3 years of the transfer of ownership to it, the owners’ management company must establish a sinking fund for spending on refurbishment, improvement or maintenance of a non-recurring nature of the multi-unit development
ga: Taobh istigh de 3 bliana d’aistriú úinéireachta chuig an chuideachta bhainistíochta, ní mór di ciste fiachmhúchta a bhunú le caitheamh ar athchóiriú, ar fheabhsú nó ar chothabháil den chineál neamh-athfhillteach den fhorbairt il-aonad

source: Unit owners are obliged to make contributions to it (including developers in the case of unsold units)
ga: Tá dualgas ar úinéirí ranníocaíochtaí a dhéanamh leis (lena n-áirítear réalóirí i gcás aonaid nach bhfuil díolta)

source: The Act provides that the amount is to be €200 annually or such other amount as the members agree
ga: Soláthraíonn an tAcht gurb é €200 an mhéid in aghaidh na bliana, nó aon mhéid eile faoi mar a aontaíonn na baill

source: Contributions to the sinking fund must be held in a separate account
ga: Ní mór do ranníocaíochtaí chuig an gciste fiachmhúchta a choinneáil i gcuntas eile

source: The owners’ management company may make house rules for the effective operation and maintenance of the multi-unit development
ga: Is féidir leis an gcuideachta bhainistíochta úinéirí rialacha tí a dhéanamh don fheidhmiú agus don chothabháil éifeachtach den fhorbairt il-aonad

source: These rules must be agreed by a meeting of members but the first set of rules may be made by the company before the sale of the first unit
ga: Ní mór do na rialacha seo a bheith aontaithe ag cruinniú na mball ach ní mór don chuideachta an chéad seit de rialacha a dhéanamh sula ndíoltar an chéad aonad

source: Where a unit is let, it must be a term of the letting that it is subject to the observance of the house rules by the tenants
ga: Sa chás ina ligtear amach aonad ar cíos, ní mór go mbeadh sé mar choinníoll sa chonradh ligthe go gcloífeadh na tionóntaí leis na rialacha tí

source: The company may not enter into contracts with providers of goods and services which are to last for more than 3 years
ga: Ní féidir leis an gcuideachta dul i gconradh le soláthraithe earraí agus seirbhísí atá le maireachtáil níos mó ná 3 bliana

source: Any person affected may apply to the Circuit Court for an order to enforce any rights conferred or obligation imposed under the Act
ga: Is féidir le duine ar bith gafa iarratas a dhéanamh chuig an gCúirt Dúiche ar ordú chun aon chearta bronnta a fheidhmiú nó aon oibleagáid forchurtha faoin Acht

source: This includes the owners’ management company, a unit owner, a trustee under a will or other settlement and the developer
ga: Áirítear leis seo an chuideachta bhainistíochta úinéirí, úinéir aonaid, iontaobhaí faoi thoil nó aon réiteach eile agus an réalóir

source: The Court, instead of making an order, may direct the parties to attempt to solve the matter by mediation
ga: Is féidir leis an gCúirt, in ionad ordú a dhéanamh, na páirtithe a stiúradh i dtreo theacht ar réiteach i leith an ábhair

source: You can find more information on multi-unit developments, including service charges and house rules, on consumerhelp.ie
ga: Is féidir tuilleadh eolais a fhail ar fhorbairtí il-aonad, a chuimsíonn muirir sheirbhíse agus rialacha tí, ar consumerhelp.ie
